Revit 2027 API
InitialFluxIntensity Properties
The InitialFluxIntensity type exposes the following members.
Properties
Name | Description
Flux |  The flux intensity value.
InitialIntensityValue |  The calculated initial intensity value.
(Inherited from InitialIntensity)
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from InitialIntensity)
Top
See Also
Reference
InitialFluxIntensity Class
Autodesk.Revit.DB.Lighting Namespace